test-airlines-correct.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <getAirlineList xmlns="http://www.softur.com.ar/wsbridge/budget.wsdl">
      <xsstring10>
        <pos>
          <id>LOZADAWS</id>
          <clave>.LOZAWS23.</clave>
        </pos>
      </xsstring10>
    </getAirlineList>
  </soap:Body>
</soap:Envelope>